Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: I' m sorry?
ru: И давно вы тренируете конкурсанток?

source: What was the question?
ru: Простите?

source: I was distracted by a half- masticated cow...... rolling around in your wide- open trap.
ru: Меня отвлёк кусок непрожёванной говядины...... крутившийся в вашей широко открытой пасти.

source: What is your problem?
ru: У вас есть проблемы?

source: - Problem?
ru: - Проблемы?

source: I mean, yes.
ru: То есть, да.

source: Have I offended you in some way?
ru: Я вас чем- то обидела?

source: You' ve been completely antagonistic to me from the second I walked in.
ru: Вы прёте против меня с первой минуты.

source: I was once the most sought- after, highly paid...... consultant in pageant history.
ru: Когда- то я был самым востребованным...... дорогостоящим консультантом.

source: I had no idea.
ru: Я не знала.

source: Every season, girls would plead with me to train them.
ru: Меня умоляли стать их консультантом.

source: Ten out of 11 years...... my girls were crowned.
ru: Мои девушки побеждали...... 10 лет подряд.

source: The year we lost, the winner was a deaf- mute.
ru: Когда мы проиграли, победила глухонемая.

source: You can' t beat that.
ru: С этим не поспоришь.

source: Then...... in '96...... my girl froze like a puddle halfway through her aria from La Bohème.
ru: Затем...... в 96- ом...... моя девушка предстала изваянием.

source: Afterwards, she told a reporter from Pageant Magazine...... that I was a perfectionist...... who had harangued her to within an inch of her sanity.
ru: Она сказала репортёрам...... что я - педант и краснобай...... и заговорил её до бесчувствия.

source: Of course, after that article came out...... nobody wanted me.
ru: Разумеется, после этой статьи...... меня больше не приглашали.

source: With all due respect here...... why did Miss Morningside suggest you?
ru: Тогда почему мисс...... Морнингсайд рекомендовала вас?

source: Because I am the best.
ru: Потому что я - лучший.

source: Or perhaps it' s because everyone else worth having had a contestant.
ru: Или потому, что стоящие консультанты заняты.

source: They had their Southern belles, their Midwestern farmers' daughters.
ru: У каждого есть кандидатки со среднего Запада.

source: Spunky Western cowgirls.
ru: Эдакие девицы- ковбои.

source: And I have...... Dirty Harriet.
ru: А у меня появилась...... замарашка.

source: Will you desist?
ru: Ага.

source: I haven' t seen a walk like that since Jurassic Park.
ru: Такую походку я видел у Спилберга.

source: It' s been working really well for me for the past 30 years, all right?
ru: Я живу с этой походкой уже 30 лет.

source: Well, glide, now.
ru: Надо скользить.

source: Glide.
ru: Скользите.

source: Don' t look down, don' t look down.
ru: Только не смотрите вниз.

source: Don' t look down, look up.
ru: Смотрите вверх.

source: Your chin should be parallel to the floor.
ru: Подбородок параллельно полу.

source: Now glide.
ru: Скользите.

source: It' s not the bloody Ice Capades.
ru: Это не ледовая арена.

source: Gliding.
ru: Я скольжу.

source: Don' t pick your feet up.
ru: Только не поднимайте ноги.

source: Why are you picking your feet up?
ru: Почему вы их поднимаете?

source: Because I' m preparing to run away.
ru: Я готовлюсь убежать.

source: No, wait.
ru: Нет, постойте.

source: Watch me.
ru: Подождите.

source: It' s all in the buttocks.
ru: Видите?

source: Don' t I look pretty?
ru: Скользите.

source: It takes a very secure man to walk like that.
ru: Я красиво выгляжу?

source: Roll your hips.
ru: Покачивайте бёдрами.

source: Head up, head up.
ru: Голову наверх.

source: Keep gliding --
ru: Скользите --

source: I' m gliding here!
ru: Я скольжу!

source: What are you, blind?
ru: Ты что, ослепла?

source: Asshole.
ru: Кретин.

source: Look how she walks.
ru: Как она ходит.

source: She' s floating.
ru: Она плывет.

source: Lightly ascending from cloud to cloud...... towards heaven.
ru: С облачка на облачко...... к небесам.

source: He takes one look at that fake rack...... he' s gonna send her right back.
ru: Как только эту вешалку увидят...... её отошлют обратно.

source: Look, she' s gonna cry again.
ru: Одни слёзы.

source: "If I only had a brain!"
ru: "Если бы у меня были мозги"!

source: I am somewhat less than amused.
ru: Почти не смешно.

source: How' s she doing?
ru: Как она?

source: With some intensive work...... she' il be ready for the world' s finest trailer park.
ru: После напряженной работы...... её можно поставить на стоянке грузовиков.

source: Both painful...... and grotesque.
ru: Неприятная...... и смешная.

source: Isn' t it?
ru: Не так ли?

source: Mr. Vic, we got everything you asked for.
ru: Мистер Вик, всё готово.

source: Teeth, hair, manicure, pedicure.
ru: Зубы, волосы, маникюр, педикюр.

source: Which one first?
ru: Что сперва?

source: What are you gonna do to my teeth?
ru: Что вы будете делать с моими зубами?

source: Hopefully, remove the beer stains and steak residue.
ru: Хочу удалить налёт от пива и остатки стейков.

source: Can' t I get some Novocain?
ru: Можно укол новокаина?

source: It' s only a cleaning.
ru: Это просто чистка.

source: Sweeney Todd, what are you doing?
ru: Свини Тодд, что вы делаете?

source: Your hair should make a statement.
ru: Волосы должны быть в порядке.

source: As long as it' s not, "Thanks for the Country Music Award."
ru: Обойдёмся без самодеятельности.

source: You' il be lucky if I can get it untangled.
ru: Главное, их расчесать.

source: Can I borrow that drill?
ru: Никакой жалости.

source: Attention.
ru: Могу я попросить у вас дрель?

source: All hair removal units, wax, electrolysis, laser...... to commence at 2300 hours.
ru: Всем, кто удаляет волосы...... ваше время 23. 00.

source: Ever seen one this big?
ru: Привет.

source: Sandwich, I mean.
ru: Такой когда- нибудь видели?

source: That' s a lot of meat.
ru: Здесь столько мяса.

source: Nobody said this job was easy.
ru: Никто не говорил, что будет легко.

source: This earpiece lets you hear anybody on our frequencies.
ru: Этот микрофон воспринимает нашу чистоту.

source: With all this foil, I' m getting HBO.
ru: Эта фольга делает меня отличным приёмником.

source: This is a pin camera.
ru: Это микрокамера.

source: There' s an actual lens in there.
ru: Там мощные линзы.

source: It provides a digital video feed to our hookups.
ru: На мониторах будет отличная картинка.

source: Pageant identity.
ru: Твоё новое удостоверение.

source: Gracie Lou Freebush?
ru: Для конкурса.

source: I remembered you liked that.
ru: Грейси Лу Фрибуш?

source: Well, my IQ just dropped 10 points.
ru: Мой IQ упал на 10 пунктов.

source: More... fluffy.
ru: Более... летящие.

source: Eyebrows.
ru: Брови.

source: There should be two.
ru: Сделайте две.

source: Unbelievable.
ru: Два раза покройте и закрепите.

source: Where the hell is she?
ru: Невероятно.

source: What could possibly be taking this long?
ru: Где же она так застряла?

source: Hart, is that you?
ru: Харт, это ты?

source: I' m in a dress, I have gel in my hair, I haven' t slept...... I' m starved and I' m armed.
ru: Платье, гель в волосах, я не спала...... голодна и вооружена.

source: Don' t mess with me.
ru: Лучше не приставай.

source: I' m cool.
ru: Я спокойна.

source: I' m good.
ru: Всё хорошо.

source: Yeah, that' s her.
ru: Да, это она.

source: Mr. Vic, nice work!
ru: Мистер Вик, отличная работа!

source: My God, I' m good.
ru: Господи, как же я хорош.

source: Okay, Gracie Lou, listen up.
ru: Итак, Грейси Лу, внимание.

source: "Operation Thong" has commenced.
ru: Операция "Купальник" началась.

source: Why don' t you stun- gun yourself?
ru: Попробуй застрелиться.

source: Victor?
ru: Название операции удалось.

source: Try not to speak.
ru: Виктор?

source: Miss Morningside, if it' s possible...... you look more radiant than ever.
ru: Мисс Морнингсайд, вы стали более...... лучезарны, чем когда- либо.

source: Then I guess it' s possible.
ru: Здравствуйте.

source: Miss Hart?!
ru: Мисс Харт?!

source: I mean, Miss Freebush.
ru: То есть, мисс Фрибуш.

source: Victor, I see you haven' t completely lost your touch.
ru: Виктор, я вижу, вы сохранили сноровку.

source: You look absolutely perfect.
ru: Вы выглядите великолепно.

source: And you' re just in time for the orientation breakfast.
ru: И как раз успели на установочный завтрак.

source: You' il take the bags to the room?
ru: Вы отнесёте сумки в номер?

source: It' s been a while since you' ve been with us...... but you remember how everything goes.
ru: Полагаю, вы не успели...... забыть, какие у нас тут порядки.

source: One little mistake and I' m a bloody bellhop.
ru: Одна ошибка, и я стану мальчиком на побегушках.

source: Ohio.
ru: Огайо.

source: Oh- hi- yo!
ru: О- га- йо!

source: Washington.
ru: Вашингтон.

source: Original.
ru: Симпатичные яблочки.

source: You come up with that all by yourself?
ru: Сам придумал?

source: - Miss Greenbush!
ru: - Мисс Фрибуш!

source: I got it.
ru: - Я держусь.

source: New Jersey?
ru: Держусь.

source: Welcome.
ru: Нью- Джерси?

source: - Who' s she?
ru: - Кто она?

source: - Have you seen her before?
ru: - Ты видела её раньше?

source: Oh, hey, New Jersey?
ru: Эй, Нью- Джерси.

source: This one' s empty.
ru: Здесь свободно.

source: - I' m Cheryl from Rhode Island.
ru: - Я - Шерил из Род- Айленда.

source: - Hi, I' m --
ru: - Привет, я --

source: Gracie Lou Freebush.
ru: Грейси Лу Фрибуш.

source: I memorized the orientation pamphlet.
ru: Ваши данные были в ознакомительной брошюре.

source: I know all 49 ladies by name and picture.
ru: Я знаю всех 49 девушек по имени и в лицо.

source: Fifty, including myself.
ru: Пятьдесят, включая себя.

source: Your picture wasn' t there, so I knew it was you from your lack of picture.
ru: Твоей фотки там не было, так я и поняла, кто ты.

source: How about a little song for the drive?
ru: Споём нашу песенку?

source: I think you know the one I mean.
ru: Думаю, вы догадались, какую.

source: From sea to shining sea
ru: От берега к берегу

source: Like Lady Liberty
ru: Как статуя Свободы

source: She reigns over all she sees
ru: Она царит повсюду

source: She' s beauty and she' s grace
ru: Мир красоты и грации

source: She' s Miss United States
ru: Она - Мисс США

source: Entering Barbie- town.
ru: Захожу в город Барби.

source: We' re up and running.
ru: Работаем, ребята.

source: I love my job!
ru: Обожаю свою работу!

source: - Not a bad view.
ru: - Неплохо выглядит.

source: There' s our table!
ru: Наш столик!

source: I got here three days early so I could --
ru: Я была здесь три дня назад, чтобы легче --

source: Look at all the hoochie mama!
ru: Посмотрите на этих красоток!

source: Not the pastry!
ru: Никаких булочек!

source: Ladies, I would like you to meet Gracie Lou Freebush from New Jersey.
ru: Девочки, это Грейси Лу Фрибуш из Нью- Джерси.

source: Karen Krantz, New York.
ru: Карен Кранц, Нью- Йорк.

source: What' s up, Jersey?
ru: Привет, Джерси.

source: - Mary Jo Wright, Texas.
ru: - Мэри Джо Райт, Техас.

source: - Hi there.
ru: - Салют.

source: Belinda Brown, Tennessee.
ru: Белинда Браун, Теннесси.

source: - I like that!
ru: - Как мне это нравится!

source: - Oh, yeah!
ru: - Да!

source: Leslie Davis, California.
ru: Лесли Дэвис, Калифорния.

source: Hey, girl.
ru: Привет.

source: And Alana Krewson, Hawaii.
ru: И Алана Крюсон, Гавайи.

source: Aloha.
ru: Алоха.

source: Aloha to you too!
ru: Алоха, детка!

source: I want you all to know, I believe what it says on the sign at the Alamodome.
ru: Знаете, я верю в то, что было написано на куполе Аламо.

source: We are all winners.
ru: Мы все победительницы.

source: Hey, Hart!
ru: Эй, Харт!

source: You think she' s hungry?
ru: Думаешь, она голодна?

source: Most important, we' re getting our issues out there for people to hear.
ru: Главное, мы сможем поделиться самым сокровенным.

source: And it' s an honor to have made it this far.
ru: Ведь мы сумели дойти до главного состязания.

source: Especially when you' re from a small state --
ru: Даже, если ты - из маленького штата --

source: That' s so true!
ru: Это так!

source: - Us Rhode Islanders -- - I wasn' t finished.
ru: - Мы, жители Род- Айленда -- - Я не закончила.

source: Did it sound like I was?
ru: Извини.

source: Why are you apologizing to her?
ru: Она выпила слишком много коктейлей.

source: She' s been drinking too much Coppertone.
ru: - Ты мне это говоришь?

source: - Are you talking to me?
ru: - Тебе.

source: In Hawaii, don' t you use "Aloha" for hello and goodbye?
ru: На Гавайях говорят "Алоха" и встречаясь, и расставаясь?

source: So?
ru: И что?

source: If you' re on the phone with someone who won' t stop talking...... and you say "aloha," don' t they start again?
ru: Если твой собеседник не может остановиться...... услышав "Алоха", он замолчит?

source: At least she thinks I' m funny.
ru: Хоть одну я развеселила.

source: Hart?
ru: Харт?

source: Hart, do you copy?
ru: Харт, ты меня слышишь?

source: - What' s up?
ru: - В чём дело?

source: - It worked five minutes ago.
ru: - Пять минут назад всё работало.

source: - Who put it together?
ru: - Кто подсоединял?

source: Check one, check one --
ru: Раз, два --

source: For the past 21 years...... it has been my honor to serve as director of this pageant.
ru: Вот уже 21 год...... я исполняю обязанности директора конкурса красоты.

source: And I know that this year will be our most exciting event ever!
ru: Уверена, что это шоу станет исключительным!

source: Couple of geniuses I' m working with.
ru: Ведь со мной работают гении.

source: After the rehearsal and a photo shoot, you can settle into your rooms.
ru: После репетиции и фотосъемок вы можете разойтись.

source: Tomorrow we will begin the preliminaries...... hosted by our master of ceremonies...... an American institution, Stan Fields.
ru: Предварительные конкурсы...... будет вести наш церемониймейстер...... самый американский американец - Стэн Филдс.

source: Oh, thank you, Kathy!
ru: Спасибо, Кэти!

source: Get it back online!
ru: Надо восстановить связь!

source: - We' re working on it.
ru: - Мы работаем над этим.

source: - We' re trying.
ru: - Мы пытаемся.

source: Isn' t she ravishing?!
ru: Она сводит с ума?

source: How does she do it?
ru: Как ей это удаётся?

source: I look in the mirror and say, "Who' s that old man in my pajamas?"
ru: "Кто этот старик в моей пижаме?"

source: And even though I' il be retiring this year....
ru: И хотя в этом году я ухожу на покой....

source: Well, don' t cry for me... Alabama.
ru: Не плачь, Алабама.

source: That' s so sad.
ru: Как грустно.

source: He' s retiring.
ru: Он уходит.

source: He' s not retiring.
ru: Он не уходит.

source: I spoke to him this morning, and he blurted it out.
ru: Мы говорили с ним утром, и он проболтался.

source: They' re firing him, going for someone newer and younger.
ru: Хотят найти кого- нибудь помоложе.

source: I hope it' s Ricky Martin.
ru: Надеюсь, это будет Рики Мартин.

source: I had a bite of my bagel and I forgot to pray.
ru: Я откусила кусок булочки, не помолившись.

source: Dear Jesus, please forgive me...... for not praying before I had a bite of my bagel and schmeer.
ru: Господи, прости меня...... я откусила кусок булки с маслом, не помолившись.

source: I hope I' m not disturbing you.
ru: Надеюсь, я не помешала.

source: Oh, no, I was just, you know...... grooming.
ru: Нет, я просто...... чистила перышки.

source: I made some of my famous hot chocolate.
ru: Я приготовила свой знаменитый шоколад.

source: My roommate' s asleep, or she' s starting to mold.
ru: Моя соседка спит или начинает застывать.

source: But do you want to come in?
ru: Хочешь зайти?

source: I asked some of the other girls...... but when they heard "chocolate" they slammed their doors.
ru: Я хотела угостить девочек...... но они, услышав слово "шоколад", закрыли двери.

source: They didn' t give me a chance to say "nonfat."
ru: А ведь он обезжиренный.

source: Well, here' s to...... world peace.
ru: Ну, за...... мир во всём мире.

source: World peace.
ru: Мир во всём мире.

source: Hot.
ru: Горячо.

source: I have to tell you...... I thought it was really great how you settled that argument today.
ru: Знаешь, тебе удалось...... разрядить атмосферу за нашим столиком.

source: "Aloha, aloha."
ru: "Алоха, алоха".

source: That' s why you' re gonna win.
ru: Это твой ключ к победе.

source: You' re so clever.
ru: Ты такая умная.

source: You should tell jokes for your talent.
ru: Смешить - твоё призвание.

source: What is your talent?
ru: Что ты будешь показывать?

source: It' s -- It' s kind of like....
ru: Ну -- Я хотела....

source: It' s, you know, it' s like a surprise.
ru: Не волнуйся, в этом нет ничего неудобного.

source: But don' t worry, it' s nothing embarrassing.
ru: Никаких игр с жезлами, ничего подобного.

source: Not anything like baton twirling or anything.
ru: А ты что будешь показывать?

source: Oh, Cheryl, I' m sorry.
ru: О, Шерил, прости.

source: Twirling can be a real art.
ru: Игры с жезлами - настоящее искусство.

source: I saw this cheerleader doing it at a football game.
ru: Я видела одну девочку на футбольном матче.

source: She lit her batons on fire and did this sexy dance.
ru: Она танцевала с горящими жезлами в руках.

source: I wish I could do something like that.
ru: Может, попробуешь?

source: My parents don' t like anything ostentatious.
ru: Мои родители не любят показухи.

source: And they really don' t like fire.
ru: И совсем не любят огонь.

source: Cheryl, I think you have as good a chance as anyone to win.
ru: Шерил, ты можешь победить, как и все остальные.

source: You believe in yourself to have gotten this far, right?
ru: Ты дошла до итогового конкурса, а это немало.

source: - Really?
ru: - Думаешь?

source: You' re so nice and so smart and so sensitive.
ru: Ты такая милая, такая умная, такая добрая.

source: You' re definitely gonna win.
ru: Ты обязательно выиграешь.

source: I am in the middle of a REM cycle over here.
ru: Извините, но мне нужно хоть немного отдохнуть.

source: Not happening.
ru: Только не это.

source: - You took your earpiece out.
ru: - Ты вынула из уха микрофон.

source: - Vic needs you.
ru: - Тебя ждёт Вик.

source: - Now?
ru: - Сейчас?

source: - I haven' t slept in two days!
ru: - Я не спала два дня!

source: - I' il give you a cookie.
ru: - Я дам тебе печенье.

source: It better be a big one.
ru: Только самое большое.

source: You don' t walk, you float.
ru: Вы должны не идти, а плыть.

source: Gently descending, you don' t look down.
ru: Медленно спускаетесь и не смотрите вниз.

source: Go back up and do it again.
ru: Попробуем ещё раз.

source: Never, ever look down, okay?
ru: Только не смотрите вниз, хорошо?

source: Thighs touching....
ru: Бедра касаются друг друга....

source: - Touching, not clenching.
ru: - Касаются, а не лязгают.

source: - I' m touching.
ru: - Они касаются.

source: There' s a gap between knees and calves, your calves and your ankles.
ru: У вас брешь между коленками, между икрами и лодыжками.

source: Right now there' s a huge gap between my brain and my spinal cord.
ru: Сейчас у меня огромная брешь между головой и позвоночником.

source: What, no armored car?
ru: Держите.

source: That would be in my other dress.
ru: А броневика там нет?

source: What are you planning to do for your talent?
ru: Он лежит в другом платье.

source: Sing?
ru: Песня?

source: Dance?
ru: Танец?

source: Chew with your mouth closed?
ru: Жевание с закрытым ртом?

source: I' il do whatever you want, Yoda.
ru: Всё, что скажете, Учитель.

source: Oh, Lord.
ru: О, Господи.

source: Agent Matthews!
ru: Агент Мэтью!

source: - This woman has no talent!
ru: - У этой женщины нет талантов!

source: - Don' t shout it in front of her.
ru: - Только не при ней.

source: I can' t do so in the next five hours!
ru: Я не могу обеспечить её "талантом" за пять часов!

source: She' il be on- stage with nothing to do...... but convert oxygen into carbon dioxide!
ru: Она будет просто стоять на сцене...... и превращать кислород в углекислый газ!

source: You said you couldn' t make her pretty in two days, but she' s gorgeous.
ru: Всего за два дня вы сделали её красавицей.

source: Compared to the car wreck she was before.
ru: По сравнению с той разбитой клячей, да.

source: My duties are stated in a contract, and I have fulfilled them.
ru: Я выполнил все условия нашего контракта.

source: - You talent her up by tomorrow or -- - Are you threatening me?
ru: - Так найдите в ней талант, или -- - Вы мне угрожаете?

source: - Listen to me, you old fruitcake!
ru: - Послушай, старый пижон!

source: - How dare you, you cupcake!
ru: - Помолчи, гончий пес!

source: There' s something I know how to do.
ru: Я кое- что умею.

source: I haven' t done it since high school --
ru: Правда, я не делала этого со школы --

source: - You' re not having sex on this stage.
ru: - Надеюсь, это не секс на сцене.

source: - I didn' t know it was an option.
ru: - А такое возможно?

source: This thing, I just have to call room service.
ru: Мне надо позвонить в службу доставки.

source: Miss Hart.
ru: Мисс Харт.

source: And the other one.
ru: И другой.

source: Happy, you doughnut Nazi?
ru: Счастлив, мерзкий любитель пончиков?

source: Did I tell you Stan Fields was getting fired?
ru: Я тебе говорила, что Стэна Филдса увольняют?

source: You just concentrate on being Gracie Lou, all right.
ru: А ты вживайся в роль Грейси Лу.

source: And by the way, you' re doing a great job.
ru: Кстати, ты отлично работаешь.

source: I thought the evening gown looked....
ru: Я подумал, вечернее платье....

source: - I totally bought it.
ru: - Ты так убедительна.

source: - I know, you think I' m gorgeous.
ru: - Значит, я великолепна.

source: I don' t think you' re gorgeous.
ru: Я не думаю, что ты великолепна.

source: You think I' m gorgeous.
ru: Ты так думаешь.

source: You want to kiss me.
ru: Ты хочешь поцеловать меня.

source: You want to hug me --
ru: Ты хочешь обнять меня --

source: McDonald' s more feminine.
ru: МакДональд и то женственней.

source: I' d rather kiss him. - - love me.
ru: Лучше уж поцеловать его. -- любишь меня.

source: You want to hug me.
ru: Ты хочешь обнять меня.

source: You want to smooch me.
ru: Ты хочешь поцеловать меня.

source: Enjoy the rest of your night.
ru: Приятных сновидений.

source: Gracie, you look so tired.
ru: Грейси, ты выглядишь усталой.

source: Oh, she had a busy night.
ru: У неё была беспокойная ночь.

source: I saw that gentleman stop by the room.
ru: Джентльмена?

source: - No men in the room.
ru: - Мужчинам сюда нельзя.

source: - It' s different on the mainland.
ru: - У них это разрешается.

source: Let' s hear her side of the story.
ru: Девочки, послушаем, что она расскажет.

source: You sleeping with a judge?
ru: Ты спишь с судьей?

source: Oh, that guy?
ru: А, вы про того парня?

source: No, no, I was dating him for a little while because...... he said he had an incurable disease.
ru: Нет, я встречалась с ним какое- то время, так как...... он сказал, что у него неизлечимая болезнь.

source: I didn' t realize it was stupidity.
ru: Сначала я даже не поняла, что это глупость.

source: Oh, I know what that' s like.
ru: О, я знаю, что это такое.

source: He is such a pathetic loser.
ru: Он просто неудачник.

source: I' m sorry he' s obsessed with me, but at some point it' s like, "Hello!"
ru: Увлекся мной, но это лишь редкие встречи.

source: "Move on!
ru: "Привет и пока!"

source: His ego is this big.
ru: Самомнение у него вот такое.

source: But his equipment is like this big!
ru: А возможности вот такие!

source: Good cover!
ru: Отличная работа.

source: We worked that out together.
ru: Мы вместе это придумали.

source: Back to work.
ru: Величиной с иголку.

source: Get ready for the Alamo.
ru: Подготовьтесь к Аламо.
